Repository: vincentbattez/DynamicNotch
Catalog: DynamicNotch/Resources/Localization/Localizable.xcstrings
Source language: en
Languages: ar, bg, bn, ca, cs, da, de, el, es, fa, fi, fil, fr, he, hi, hr, hu, id, it, ja, kk, ko, ms, nb, nl, pl, pt, ro, ru, sk, sr, sv, th, tr, uk, vi, zh_hans, zh_hant

# settings.homePage.scrollAxis.desc
source: Choose scroll direction between home page items.
ar: اختر اتجاه التمرير بين عناصر الصفحة الرئيسية.
bg: Изберете посоката на превъртане между елементите на началната страница.
bn: হোম পেজ আইটেমগুলির মধ্যে স্ক্রোল করার দিক চয়ন করুন।
ca: Tria la direcció de desplaçament entre els elements de la pàgina d'inici.
cs: Zvolte směr posouvání mezi prvky domovské stránky.
da: Vælg rulleretning mellem startsideelementer.
de: Wähle die Scrollrichtung zwischen den Startseiten-Elementen.
el: Επιλέξτε κατεύθυνση κύλισης μεταξύ στοιχείων αρχικής σελίδας.
es: Elige la orientación del desplazamiento entre elementos.
fa: جهت اسکرول بین موارد صفحه اصلی را انتخاب کنید.
fi: Valitse vierityssuunta kotisivun kohteiden välillä.
fil: Piliin ang direksyon ng pag-scroll sa pagitan ng mga item sa home page.
fr: Choisir le sens de défilement entre les éléments de la page d'accueil.
he: בחר כיוון גלילה בין פריטי דף הבית.
hi: होम पेज आइटमों के बीच स्क्रॉल दिशा चुनें।
hr: Odaberite smjer pomicanja između stavki početne stranice.
hu: Válassza ki a görgetési irányt a főoldal elemei között.
id: Pilih arah gulir antar elemen halaman beranda.
it: Scegli la direzione di scorrimento tra gli elementi della home page.
ja: ホームページ要素間のスクロール方向を選択します。
kk: Басты бет элементтері арасында айналдыру бағытын таңдаңыз.
ko: 홈 화면 요소 간 스크롤 방향을 선택하세요.
ms: Pilih arah tatal antara item laman utama.
nb: Velg rulleretning mellom startsideelementer.
nl: Kies de scrollrichting tussen elementen op de homepagina.
pl: Wybierz kierunek przewijania między elementami strony głównej.
pt: Escolher a direção de deslocamento entre os elementos da página inicial.
ro: Alegeți direcția de derulare între elementele paginii principale.
ru: Выберите направление прокрутки элементов домашней страницы.
sk: Vyberte smer posúvania medzi položkami domovskej stránky.
sr: Изаберите смер померања између ставки почетне странице.
sv: Välj rullningsriktning mellan elementen på startsidan.
th: เลือกทิศทางการเลื่อนระหว่างรายการหน้าแรก
tr: Ana sayfa öğeleri arasındaki kaydırma yönünü seçin.
uk: Виберіть напрямок прокручування між елементами головного екрана.
vi: Chọn hướng cuộn giữa các mục trên trang chủ.
zh_hans: 选择主页项目之间的滚动方向。
zh_hant: 選擇主頁面元素之間的捲動方向。

# settings.homePage.scrollAxis.description
source: Choose scroll direction for home pages.
ar: اختر اتجاه التمرير للصفحات الرئيسية.
bg: Изберете посоката на превъртане за началните страници.
bn: হোম পেজের জন্য স্ক্রোল করার দিক চয়ন করুন।
ca: Tria la direcció de desplaçament per a les pàgines d'inici.
cs: Zvolte směr posouvání pro domovské stránky.
da: Vælg rulleretning for startsider.
de: Wähle die Scrollrichtung für die Startseiten.
el: Επιλέξτε κατεύθυνση κύλισης για αρχικές σελίδες.
es: Elige la dirección de desplazamiento de las páginas de inicio.
fa: جهت اسکرول برای صفحات اصلی را انتخاب کنید.
fi: Valitse kotisivujen vierityssuunta.
fil: Piliin ang direksyon ng pag-scroll para sa mga home page.
fr: Choisir le sens de défilement pour les pages d'accueil.
he: בחר כיוון גלילה עבור דפי הבית.
hi: होम पेज के लिए स्क्रॉल दिशा चुनें।
hr: Odaberite smjer pomicanja za početne stranice.
hu: Válassza ki a főoldalak görgetési irányát.
id: Pilih arah gulir untuk halaman beranda.
it: Scegli la direzione di scorrimento per le pagine iniziali.
ja: ホームページのスクロール方向を選択します。
kk: Басты беттерді айналдыру бағытын таңдаңыз.
ko: 홈 화면의 스크롤 방향을 선택하세요.
ms: Pilih arah tatal untuk laman utama.
nb: Velg rulleretning for startsider.
nl: Kies de scrollrichting voor de startpagina's.
pl: Wybierz kierunek przewijania dla stron głównych.
pt: Escolher a direção de deslocamento para as páginas iniciais.
ro: Alegeți direcția de derulare pentru paginile principale.
ru: Выберите направление прокрутки домашних страниц.
sk: Vyberte smer posúvania domovských stránok.
sr: Изаберите смер померања за почетне странице.
sv: Välj rullningsriktning för startsidorna.
th: เลือกทิศทางการเลื่อนสำหรับหน้าแรก
tr: Ana sayfalar için kaydırma yönünü seçin.
uk: Виберіть напрямок прокручування для головних сторінок.
vi: Chọn hướng cuộn cho các trang chủ.
zh_hans: 选择主页的滚动方向。
zh_hant: 選擇主頁面的捲動方向。

# settings.homePage.scrollAxis.horizontal
source: Horizontal
ar: أفقي
bg: Хоризонтална
bn: অনুভূমিক
ca: Horitzontal
cs: Vodorovně
da: Vandret
el: Οριζόντια
fa: افقی
fi: Vaakasuuntainen
fil: Pahalang
he: אופקי
hi: क्षैतिज
hr: Vodoravno
hu: Vízszintes
it: Orizzontale
ja: 水平
kk: Көлденең
ko: 가로
ms: Mendatar
nb: Vannrett
nl: Horizontaal
pl: Poziomo
ro: Orizontal
ru: Горизонтальная
sk: Vodorovný
sr: Водоравно
sv: Horisontell
th: แนวนอน
tr: Yatay
uk: Горизонтально
vi: Ngang
zh_hans: 水平
zh_hant: 水平

# settings.homePage.scrollAxis.title
source: Scroll direction
ar: اتجاه التمرير
bg: Посока на превъртане
bn: স্ক্রোল দিক
ca: Direcció de desplaçament
cs: Směr posouvání
da: Rulleretning
de: Scrollrichtung
el: Κατεύθυνση κύλισης
es: Dirección de desplazamiento
fa: جهت اسکرول
fi: Vierityssuunta
fil: Direksyon ng Pag-scroll
fr: Sens de défilement
he: כיוון גלילה
hi: स्क्रॉल दिशा
hr: Smjer pomicanja
hu: Görgetési irány
id: Arah Gulir
it: Direzione di scorrimento
ja: スクロール方向
kk: Айналдыру бағыты
ko: 스크롤 방향
ms: Arah tatal
nb: Rulleretning
nl: Scrollrichting
pl: Kierunek przewijania
pt: Direção de deslocamento
ro: Direcție derulare
ru: Направление прокрутки
sk: Smer posúvania
sr: Смер померања
sv: Rullningsriktning
th: ทิศทางการเลื่อน
tr: Kaydırma yönü
uk: Напрямок прокручування
vi: Hướng cuộn
zh_hans: 滚动方向
zh_hant: 捲動方向

# settings.homePage.scrollAxis.vertical
source: Vertical
ar: عمودي
bg: Вертикална
bn: উল্লম্ব
cs: Svisle
da: Lodret
de: Vertikal
el: Κατακόρυφα
fa: عمودی
fi: Pystysuuntainen
fil: Patayo
he: אנכי
hi: लंबवत
hr: Okomito
hu: Függőleges
id: Vertikal
it: Verticale
ja: 垂直
kk: Тік
ko: 세로
ms: Menegak
nb: Loddrett
nl: Verticaal
pl: Pionowo
ru: Вертикальная
sk: Zvislý
sr: Усправно
sv: Vertikal
th: แนวตั้ง
tr: Dikey
uk: Вертикально
vi: Dọc
zh_hans: 垂直
zh_hant: 垂直

# settings.hud.brightness.desc
source: Replace the system brightness overlay with a custom HUD in the notch.
ar: استبدال تراكب سطوع النظام بعرض مخصص في الشق.
bg: Заменете системното наслагване за яркост с персонализиран HUD в ноча.
bn: সিস্টেম উজ্জ্বলতা ওভারলেটিকে নচে একটি কাস্টম HUD দিয়ে প্রতিস্থাপন করুন।
ca: Substitueix la superposició de brillantor del sistema per un HUD personalitzat al notch.
cs: Zobrazit nastavení jasu ve výřezu.
da: Erstat systemets lysstyrkeoverlay med en tilpasset HUD i notchen.
de: Helligkeitsänderungen in der Notch anzeigen.
el: Αντικατάσταση της επικάλυψης φωτεινότητας συστήματος με προσαρμοσμένο HUD στο notch.
es: Reemplazar la superposición de brillo del sistema con un HUD personalizado en la muesca.
fa: جایگزینی اعلان روشنایی سیستم با HUD سفارشی در ناچ.
fi: Korvaa järjestelmän kirkkauspeitto mukautetulla HUDilla notchissa.
fil: Palitan ang overlay ng liwanag ng system ng custom na HUD sa notch.
fr: Afficher les réglages de luminosité dans l'encoche.
he: החלף את שכבת הבהירות של המערכת ב-HUD מותאם אישית במגרעת.
hi: सिस्टम चमक ओवरले को नॉच में कस्टम HUD से बदलें।
hr: Zamijenite sistemsko prekrivanje svjetline prilagođenim HUD-om u urezu.
hu: A rendszer fényerő-kijelzésének cseréje egyéni HUD-ra a notch-ban.
id: Tampilkan penyesuaian kecerahan di notch.
it: Mostra le regolazioni della luminosità nel notch.
ja: ノッチに輝度調整HUDを表示します。
kk: Жүйелік жарықтық хабарламасын ойықтағы HUD-пен ауыстыру.
ko: 노치에 화면 밝기 조정 HUD를 표시합니다.
ms: Gantikan tindanan kecerahan sistem dengan HUD tersuai di notch.
nb: Erstatt systemets lysstyrkeoverlegg med en tilpasset HUD i notchen.
nl: Toon helderheidsaanpassingen in de notch.
pl: Pokaż regulację jasności w notchu.
pt: Mostrar os ajustes de brilho no notch.
ro: Înlocuiți suprapunerea de luminozitate a sistemului cu un HUD personalizat în notch.
ru: Заменить системное наложение яркости пользовательским HUD в вырезе.
sk: Nahradiť systémové prekrytie jasu vlastným HUDom vo výreze.
sr: Замените системски приказ осветљења прилагођеним HUD-ом у ночу.
sv: Visa ljusstyrkejusteringar i flärpen.
th: แทนที่โอเวอร์เลย์ความสว่างของระบบด้วย HUD แบบกำหนดเองในรอยบาก
tr: Sistem parlaklık göstergesini çentikteki özel HUD ile değiştir.
uk: Показувати регулювання яскравості у вирізі notch.
vi: Hiển thị điều chỉnh độ sáng trong notch.
zh_hans: 用刘海中的自定义 HUD 替换系统亮度叠加层。
zh_hant: 在「瀏海」中顯示亮度調整。

# settings.hud.brightness.title
source: Brightness HUD
ar: عرض السطوع
bg: HUD за яркост
bn: উজ্জ্বলতা HUD
ca: HUD de brillantor
cs: HUD jasu
da: Lysstyrke-HUD
de: Helligkeits-HUD
el: HUD φωτεινότητας
es: HUD de brillo
fa: HUD روشنایی
fi: Kirkkaus-HUD
fil: HUD ng Liwanag
fr: HUD de luminosité
he: HUD בהירות
hi: चमक HUD
hr: HUD svjetline
hu: Fényerő HUD
id: HUD Kecerahan
it: HUD luminosità
ja: 輝度HUD
kk: Жарықтық HUD
ko: 화면 밝기 HUD
ms: HUD kecerahan
nb: Lysstyrke-HUD
nl: Helderheids-HUD
pl: HUD jasności
pt: HUD de brilho
ro: HUD luminozitate
ru: HUD яркости
sk: HUD jasu
sr: HUD осветљења
sv: Ljusstyrke-HUD
th: HUD ความสว่าง
tr: Parlaklık HUD'u
uk: HUD яскравості
vi: HUD độ sáng
zh_hans: 亮度 HUD
zh_hant: 亮度 HUD

# settings.hud.brightnessDuration.desc
source: Choose how long the brightness HUD stays visible.
ar: اختر مدة بقاء عرض السطوع مرئياً.
bg: Изберете колко време HUD за яркост да остане видим.
bn: উজ্জ্বলতা HUD কতক্ষণ দৃশ্যমান থাকবে তা চয়ন করুন।
ca: Tria quant de temps es manté visible el HUD de brillantor.
cs: Zvolte, jak dlouho zůstane HUD jasu viditelný.
da: Vælg, hvor længe lysstyrke-HUD'en skal være synlig.
de: Wähle, wie lange das Helligkeits-HUD sichtbar bleibt.
el: Επιλέξτε πόση ώρα θα παραμένει ορατό το HUD φωτεινότητας.
es: Elige cuánto tiempo permanece visible el HUD de brillo.
fa: مدت زمان نمایان ماندن HUD روشنایی را انتخاب کنید.
fi: Valitse, kuinka kauan kirkkaus-HUD pysyy näkyvissä.
fil: Piliin kung gaano katagal mananatiling nakikita ang HUD ng liwanag.
fr: Choisissez combien de temps le HUD de luminosité reste visible.
he: בחר כמה זמן ה-HUD של הבהירות יישאר גלוי.
hi: चुनें कि चमक HUD कितने समय तक दिखाई देगा।
hr: Odaberite koliko dugo HUD svjetline ostaje vidljiv.
hu: Válassza ki, mennyi ideig maradjon látható a fényerő HUD.
id: Pilih berapa lama HUD kecerahan tetap terlihat.
it: Scegli per quanto tempo l'HUD di luminosità rimane visibile.
ja: 輝度HUDを表示し続ける時間を選択します。
kk: Жарықтық HUD қанша уақыт көрінетінін таңдаңыз.
ko: 화면 밝기 HUD가 표시되는 지속 시간을 선택하세요.
ms: Pilih berapa lama HUD kecerahan kekal kelihatan.
nb: Velg hvor lenge lysstyrke-HUD-en skal være synlig.
nl: Kies hoe lang de helderheids-HUD zichtbaar blijft.
pl: Wybierz, jak długo HUD jasności pozostaje widoczny.
pt: Escolha quanto tempo o HUD de brilho permanece visível.
ro: Alegeți cât timp rămâne vizibil HUD-ul de luminozitate.
ru: Выберите, как долго отображается HUD яркости.
sk: Vyberte, ako dlho zostane HUD jasu viditeľný.
sr: Изаберите колико дуго HUD осветљења остаје видљив.
sv: Välj hur länge ljusstyrkans HUD ska vara synlig.
th: เลือกระยะเวลาที่ HUD ความสว่างจะแสดงอยู่
tr: Parlaklık HUD'unun ne kadar süre görünür kalacağını seçin.
uk: Виберіть, як довго HUD яскравості залишатиметься видимим.
vi: Chọn thời gian HUD độ sáng hiển thị.
zh_hans: 选择亮度 HUD 的显示时长。
zh_hant: 選擇亮度 HUD 保持可見的時間。

# settings.hud.brightnessDuration.title
source: Brightness duration
ar: مدة السطوع
bg: Продължителност на яркостта
bn: উজ্জ্বলতার সময়কাল
ca: Durada de la brillantor
cs: Doba jasu
da: Lysstyrkevarighed
de: Helligkeitsdauer
el: Διάρκεια φωτεινότητας
es: Duración del brillo
fa: مدت زمان روشنایی
fi: Kirkkauden kesto
fil: Tagal ng Liwanag
fr: Durée de luminosité
he: משך בהירות
hi: चमक अवधि
hr: Trajanje svjetline
hu: Fényerő időtartam
id: Durasi Kecerahan
it: Durata luminosità
ja: 輝度表示時間
kk: Жарықтық ұзақтығы
ko: 화면 밝기 지속 시간
ms: Tempoh kecerahan
nb: Lysstyrkevarighet
nl: Helderheidsduur
pl: Czas jasności
pt: Duração do brilho
ro: Durată luminozitate
ru: Длительность яркости
sk: Trvanie jasu
sr: Трајање осветљења
sv: Ljusstyrketid
th: ระยะเวลาแสดงความสว่าง
tr: Parlaklık süresi
uk: Тривалість яскравості
vi: Thời lượng độ sáng
zh_hans: 亮度显示时长
zh_hant: 亮度顯示時間

# settings.hud.card.activity
source: HUD activity
ar: نشاط العرض
bg: HUD дейност
bn: HUD অ্যাক্টিভিটি
ca: Activitat del HUD
cs: Aktivita HUD
da: HUD-aktivitet
de: HUD-Aktivität
el: Δραστηριότητα HUD
es: Actividad HUD
fa: فعالیت HUD
fi: HUD-toiminta
fil: Aktibidad ng HUD
fr: Activité HUD
he: פעילות HUD
hi: HUD गतिविधि
hr: HUD aktivnost
hu: HUD tevékenység
id: Aktivitas HUD
it: Attività HUD
ja: HUDアクティビティ
kk: HUD әрекеті
ko: HUD 활동
ms: Aktiviti HUD
nb: HUD-aktivitet
nl: HUD-activiteit
pl: Aktywność HUD
pt: Atividade HUD
ro: Activitate HUD
ru: Активность HUD
sk: Aktivita HUD
sr: HUD активност
sv: HUD-aktivitet
th: กิจกรรม HUD
tr: HUD etkinliği
uk: Активність HUD
vi: Hoạt động HUD
zh_hans: HUD 活动
zh_hant: HUD 活動

# settings.hud.card.appearance
source: HUD appearance
ar: مظهر العرض
bg: HUD изглед
bn: HUD চেহারা
ca: Aparença del HUD
cs: Vzhled HUD
da: HUD-udseende
de: HUD-Erscheinungsbild
el: Εμφάνιση HUD
es: Apariencia de HUD
fa: ظاهر HUD
fi: HUD-ulkoasu
fil: Hitsura ng HUD
fr: Apparence du HUD
he: מראה HUD
hi: HUD स्वरूप
hr: HUD izgled
hu: HUD megjelenés
id: Tampilan HUD
it: Aspetto dell'HUD
ja: HUDの外観
kk: HUD көрінісі
ko: HUD 모양
ms: Penampilan HUD
nb: HUD-utseende
nl: HUD-weergave
pl: Wygląd HUD
pt: Aparência do HUD
ro: Aspect HUD
ru: Внешний вид HUD
sk: Vzhľad HUD
sr: HUD изглед
sv: HUD-utseende
th: ลักษณะ HUD
tr: HUD görünümü
uk: Вигляд HUD
vi: Giao diện HUD
zh_hans: HUD 外观
zh_hant: HUD 外觀

# settings.hud.card.duration
source: HUD duration
ar: مدة العرض
bg: HUD продължителност
bn: HUD সময়কাল
ca: Durada del HUD
cs: Doba trvání HUD
da: HUD-varighed
de: HUD-Dauer
el: Διάρκεια HUD
es: Duración de HUD
fa: مدت زمان HUD
fi: HUD:n kesto
fil: Tagal ng HUD
fr: Durée du HUD
he: משך HUD
hi: HUD अवधि
hr: HUD trajanje
hu: HUD időtartam
id: Durasi HUD
it: Durata dell'HUD
ja: HUD表示時間
kk: HUD ұзақтығы
ko: HUD 지속 시간
ms: Tempoh HUD
nb: HUD-varighet
nl: HUD-duur
pl: Czas trwania HUD
pt: Duração do HUD
ro: Durată HUD
ru: Длительность HUD
sk: Trvanie HUD
sr: HUD трајање
sv: HUD-tid
th: ระยะเวลา HUD
tr: HUD süresi
uk: Тривалість HUD
vi: Thời lượng HUD
zh_hans: HUD 显示时长
zh_hant: HUD 顯示時間

# settings.hud.indicatorGlow.desc
source: Enable subtle glow effect around HUD progress indicator.
ar: تفعيل تأثير توهج خفيف حول مؤشر تقدم العرض.
bg: Активирайте фин ефект на сияние около индикатора за напредък на HUD.
bn: HUD অগ্রগতি নির্দেশকের চারপাশে একটি সূক্ষ্ম আভা সক্ষম করুন।
ca: Activa un efecte de brillantor subtil al voltant de l'indicador de progrés del HUD.
cs: Zapněte jemný efekt záře kolem indikátoru průběhu HUD.
da: Aktiver en subtil glødeffekt omkring HUD-statusindikatoren.
de: Dezenten Leuchteffekt um den HUD-Fortschrittsbalken aktivieren.
el: Ενεργοποίηση διακριτικού εφέ λάμψης γύρω από τον δείκτη προόδου HUD.
es: Habilitar efecto de brillo sutil en el indicador de HUD.
fa: فعال‌سازی درخشش ملایم در اطراف نشانگر پیشرفت HUD.
fi: Ota käyttöön hienovarainen hehku HUD-edistymisilmaisimen ympärillä.
fil: Paganahin ang banayad na glow sa paligid ng progress indicator ng HUD.
fr: Activer un léger effet de lueur autour de la barre de progression du HUD.
he: אפשר אפקט זוהר עדין סביב מחוון ההתקדמות של ה-HUD.
hi: HUD प्रगति संकेतक के चारों ओर सूक्ष्म चमक प्रभाव सक्षम करें।
hr: Omogućite suptilni sjaj oko indikatora napretka HUD-a.
hu: Finom ragyogási hatás engedélyezése a HUD folyamatjelzője körül.
id: Aktifkan efek cahaya halus di sekitar bilah kemajuan HUD.
it: Abilita un leggero effetto bagliore attorno alla barra di avanzamento dell'HUD.
ja: HUDプログレスバーの周囲に微細なグロー効果を有効にします。
kk: HUD барысы индикаторының айналасында нәзік жарқырауды қосу.
ko: HUD 진행률 바 주변에 은은한 글로우 효과를 활성화합니다.
ms: Dayakan kesan cahaya halus di sekeliling penunjuk kemajuan HUD.
nb: Aktiver en subtil glødeffekt rundt HUD-fremdriftsindikatoren.
nl: Schakel een zacht gloeieffect in rond de HUD-voortgangsbalk.
pl: Włącz subtelny efekt poświaty wokół paska postępu HUD.
pt: Ativar um efeito subtil de brilho à volta da barra de progresso do HUD.
ro: Activați un efect subtil de strălucire în jurul indicatorului de progres HUD.
ru: Включить эффекты свечения вокруг полосы прогресса HUD.
sk: Povoliť jemný efekt žiary okolo indikátora priebehu HUD.
sr: Омогућите суптилни сјај око индикатора напретка HUD-а.
sv: Aktivera en mjuk glödeffekt runt HUD-förloppsindikatorn.
th: เปิดใช้เอฟเฟกต์เรืองแสงรอบตัวระบุความคืบหน้า HUD
tr: HUD ilerleme göstergesinin çevresinde hafif ışıma efektini etkinleştir.
uk: Увімкніть м'яке світіння навколо смуги прогресу HUD.
vi: Bật hiệu ứng phát sáng nhẹ xung quanh thanh tiến trình HUD.
zh_hans: 在 HUD 进度指示器周围开启发光效果。
zh_hant: 在 HUD 進度列周圍啟用微光效果。

# settings.hud.indicatorGlow.title
source: Indicator glow
ar: توهج المؤشر
bg: Сияние на индикатора
bn: সূচক আভা
ca: Brillantor de l'indicador
cs: Záře indikátoru
da: Indikatorglød
de: Indikator-Leuchten
el: Λάμψη δείκτη
es: Brillo del indicador
fa: درخشش نشانگر
fi: Ilmaisimen hehku
fil: Glow ng Indicator
fr: Lueur de l'indicateur
he: זוהר מחוון
hi: संकेतक चमक
hr: Sjaj indikatora
hu: Jelző ragyogása
id: Cahaya Indikator
it: Bagliore indicatore
ja: インジケータのグロー
kk: Индикатор жарқылы
ko: 표시기 글로우
ms: Cahaya penunjuk
nb: Indikatorglød
nl: Indicatorgloed
pl: Poświata wskaźnika
pt: Brilho do indicador
ro: Strălucire indicator
ru: Свечение индикатора
sk: Žiara indikátora
sr: Сјај индикатора
sv: Indikatorglöd
th: การเรืองแสงของตัวระบุ
tr: Gösterge ışıması
uk: Світіння індикатора
vi: Độ sáng chỉ báo
zh_hans: 指示器发光
zh_hant: 指示器發光

# settings.hud.indicatorStyle.bar
source: Bar
ar: شريط
bg: Лента
bn: বার
ca: Barra
cs: Pruh
da: Bjælke
de: Balken
el: Μπάρα
es: Barra
fa: نواری
fi: Palkki
fr: Barre
he: פס
hi: बार
hr: Traka
hu: Sáv
id: Bilah
it: Barra
ja: バー
kk: Жолақ
ko: 바
nb: Stolpe
nl: Balk
pl: Pasek
pt: Barra
ro: Bară
ru: Полоса
sk: Pruh
sr: Трака
sv: Stapel
th: แถบ
tr: Çubuk
uk: Смуга
vi: Thanh
zh_hans: 条形
zh_hant: 長條

# settings.hud.indicatorStyle.circle
source: Circle
ar: دائرة
bg: Кръг
bn: বৃত্ত
ca: Cercle
cs: Kruh
da: Cirkel
de: Kreis
el: Κύκλος
es: Círculo
fa: دایره‌ای
fi: Ympyrä
fil: Bilog
fr: Cercle
he: עיגול
hi: सर्कल
hr: Krug
hu: Kör
id: Lingkaran
it: Cerchio
ja: サークル
kk: Шеңбер
ko: 원형
ms: Bulatan
nb: Sirkel
nl: Cirkel
pl: Kółko
pt: Círculo
ro: Cerc
ru: Круг
sk: Kruh
sr: Круг
sv: Cirkel
th: วงกลม
tr: Daire
uk: Кільце
vi: Vòng tròn
zh_hans: 圆形
zh_hant: 圓圈

# settings.hud.indicatorStyle.desc
source: Choose between bar and circular indicator.
ar: اختر بين مؤشر شريطي ودائري.
bg: Изберете между лентов или кръгъл индикатор.
bn: বার বা বৃত্তাকার সূচকের মধ্যে বেছে নিন।
ca: Tria entre un indicador de barra o circular.
cs: Vyberte si mezi lineárním a kruhovým indikátorem.
da: Vælg mellem bjælke- og cirkulær indikator.
de: Zwischen linearem Balken und kreisförmigem Indikator wählen.
el: Επιλέξτε μεταξύ δείκτη μπάρας ή κυκλικού δείκτη.
es: Elige entre indicador en barra o circular.
fa: بین نشانگر نواری یا دایره‌ای انتخاب کنید.
fi: Valitse palkki- tai ympyräilmaisimen väliltä.
fil: Pumili sa pagitan ng bar o bilog na indicator.
fr: Choisir entre un indicateur linéaire et un indicateur circulaire.
he: בחר בין מחוון פס לעיגול.
hi: बार और सर्कुलर संकेतक के बीच चुनें।
hr: Odaberite između trakastog ili kružnog indikatora.
hu: Válasszon a sávos és a kör alakú jelző között.
id: Pilih antara indikator linier dan indikator lingkaran.
it: Scegli tra un indicatore lineare e uno circolare.
ja: リニアインジケータかサークルインジケータかを選択します。
kk: Жолақты немесе шеңбер тәрізді индикаторды таңдаңыз.
ko: 선형 표시기와 원형 표시기 중 선택하세요.
ms: Pilih antara penunjuk bar atau bulat.
nb: Velg mellom stolpe- og sirkulær indikator.
nl: Kies tussen een lineaire en een cirkelvormige indicator.
pl: Wybierz między wskaźnikiem liniowym a kołowym.
pt: Escolher entre um indicador linear e um indicador circular.
ro: Alegeți între indicator tip bară sau circular.
ru: Выберите между линейным и круговым индикатором.
sk: Vyberte si medzi pruhovým alebo kruhovým indikátorom.
sr: Изаберите између тракастог или кружног индикатора.
sv: Välj mellan en linjär och en cirkulär indikator.
th: เลือกระหว่างตัวระบุแบบแถบหรือแบบวงกลม
tr: Çubuk ve dairesel gösterge arasında seçim yapın.
uk: Виберіть між лінійним та круговим індикатором.
vi: Chọn giữa chỉ báo tuyến tính và chỉ báo hình tròn.
zh_hans: 选择条形或圆形指示器。
zh_hant: 在線性與圓形指示器之間選擇。

# settings.hud.indicatorStyle.title
source: Indicator style
ar: نمط المؤشر
bg: Стил на индикатора
bn: সূচক শৈলী
ca: Estil d'indicador
cs: Styl indikátoru
da: Indikatorstil
de: Indikator-Stil
el: Στυλ δείκτη
es: Estilo de indicador
fa: سبک نشانگر
fi: Ilmaisimen tyyli
fil: Estilo ng Indicator
fr: Style d'indicateur
he: סגנון מחוון
hi: संकेतक शैली
hr: Stil indikatora
hu: Jelző stílusa
id: Gaya Indikator
it: Stile indicatore
ja: インジケータスタイル
kk: Индикатор стилі
ko: 표시기 스타일
ms: Gaya penunjuk
nb: Indikatorstil
nl: Indicatorstijl
pl: Styl wskaźnika
pt: Estilo de indicador
ro: Stil indicator
ru: Стиль индикатора
sk: Štýl indikátora
sr: Стил индикатора
sv: Indikatorstil
th: รูปแบบตัวระบุ
tr: Gösterge stili
uk: Стиль індикатора
vi: Kiểu chỉ báo
zh_hans: 指示器样式
zh_hant: 指示器樣式

# settings.hud.indicatorTintStyle.accentColor
source: System accent
ar: لون تمييز النظام
bg: Системен акцент
bn: সিস্টেম অ্যাকসেন্ট
ca: Accent del sistema
cs: Barva akcentu
da: Systemfremhævning
de: Systemakzent
el: Έμφαση συστήματος
es: Acento del sistema
fa: رنگ تأکیدی سیستم
fi: Järjestelmän korostus
fil: Accent ng System
fr: Couleur d'accentuation
he: הדגשת מערכת
hi: सिस्टम एक्सेंट
hr: Naglasak sustava
hu: Rendszer kiemelőszín
id: Warna Aksen
it: Colore di accento
ja: アクセントカラー
kk: Жүйелік екпін
ko: 강조 색상
ms: Aksen sistem
nb: Systemfremheving
nl: Accentkleur
pl: Kolor akcentu
pt: Cor de destaque
ro: Accent de sistem
ru: Системный акцент
sk: Systémový akcent
sr: Системски акценат
sv: Accentfärg
th: สีเน้นของระบบ
tr: Sistem vurgusu
uk: Колір акценту
vi: Màu nhấn
zh_hans: 系统强调色
zh_hant: 強調色

# settings.hud.indicatorTintStyle.desc
source: Choose tint color style for indicator level.
ar: اختر نمط لون التلوين لمستوى المؤشر.
bg: Изберете стила на оцветяване за нивото на индикатора.
bn: সূচক স্তরের জন্য রঙের শৈলী চয়ন করুন।
ca: Tria l'estil de color del tint per al nivell de l'indicador.
cs: Vyberte styl barvy výplně úrovně indikátoru.
da: Vælg tonefarvestil for indikatorniveau.
de: Farbgebung für den Füllstand des Indikators wählen.
el: Επιλέξτε στυλ χρώματος απόχρωσης για το επίπεδο δείκτη.
es: Elige el estilo de color de tinte para el indicador.
fa: سبک رنگ برای سطح نشانگر را انتخاب کنید.
fi: Valitse sävyn väri ilmaisimen tasolle.
fil: Piliin ang estilo ng kulay ng tint para sa antas ng indicator.
fr: Choisir le style de couleur de remplissage du niveau de l'indicateur.
he: בחר את סגנון הגוון עבור רמת המחוון.
hi: संकेतक स्तर के लिए टिंट रंग शैली चुनें।
hr: Odaberite stil nijanse za razinu indikatora.
hu: Válassza ki az árnyalási stílust a jelző szintjéhez.
id: Pilih gaya warna isi tingkat indikator.
it: Scegli lo stile del colore di riempimento del livello dell'indicatore.
ja: インジケータレベルの塗りつぶしカラースタイルを選択します。
kk: Индикатор деңгейінің реңк стилін таңдаңыз.
ko: 표시기 레벨의 채우기 색상 스타일을 선택하세요.
ms: Pilih gaya warna tint untuk tahap penunjuk.
nb: Velg fargetone for indikatornivået.
nl: Kies de vulkleurstijl van het indicatorniveau.
pl: Wybierz styl koloru wypełnienia poziomu wskaźnika.
pt: Escolher o estilo de cor de preenchimento do nível do indicador.
ro: Alegeți stilul culorii de nuanțare pentru nivelul indicatorului.
ru: Выберите цвет наполнения уровня индикатора.
sk: Vyberte štýl farebného odtieňa pre úroveň indikátora.
sr: Изаберите стил нијансе за ниво индикатора.
sv: Välj fyllningsfärgstil för indikatornivån.
th: เลือกรูปแบบการย้อมสีสำหรับระดับตัวระบุ
tr: Gösterge düzeyi için renk tonu stilini seçin.
uk: Виберіть стиль кольору заповнення рівня індикатора.
vi: Chọn kiểu màu tô mức chỉ báo.
zh_hans: 选择指示器等级的颜色样式。
zh_hant: 選擇指示器等級的填滿顏色樣式。
